{
  "language": "bible_nkjv",
  "groups": [
    [0, 100],
    [101, 300],
    [301, 600],
    [601, 9999]
  ],
  "quotes": [
    {
      "text": "Whoever dwells in the shelter of the Most High will rest in the shadow of the Almighty. I will say of the Lord, \"He is my refuge and my fortress, my God, in whom I trust.\" Surely he will save you from the fowler's snare and from the deadly pestilence. He will cover you with his feathers, and under his wings you will find refuge; his faithfulness will be your shield and rampart. You will not fear the terror of night, nor the arrow that flies by day, nor the pestilence that stalks in the darkness, nor the plague that destroys at midday. A thousand may fall at your side, ten thousand at your right hand, but it will not come near you. You will only observe with your eyes and see the punishment of the wicked. If you say, \"The Lord is my refuge,\" and you make the Most High your dwelling, no harm will overtake you, no disaster will come near your tent. For he will command his angels concerning you to guard you in all your ways; they will lift you up in their hands, so that you will not strike your foot against a stone. You will tread on the lion and the cobra; you will trample the great lion and the serpent. \"Because he loves me,\" says the Lord, \"I will rescue him; I will protect him, for he acknowledges my name. He will call on me, and I will answer him; I will be with him in trouble, I will deliver him and honor him. With long life I will satisfy him and show him my salvation.\"",
      "source": "Psalm 91",
      "length": 1395,
      "id": 1
    },
    {
      "text": "The Lord is my Shepherd; I lack nothing. He makes me lie down in green pastures, He leads me beside quiet waters, He refreshes my soul. He guides me along the right paths for His name's sake. Even though I walk through the darkest valley, I will fear no evil, for You are with me; Your rod and Your staff, they comfort me. You prepare a table before me in the presence of my enemies. You anoint my head with oil; my cup overflows. Surely Your goodness and love will follow me all the days of my life, and I will dwell in the house of the Lord forever.",
      "source": "Psalm 23",
      "length": 555,
      "id": 2
    },
    {
      "text": "Whatever you do, work at it with all your heart, as working for the Lord, not for human masters.",
      "source": "Colossians 3:23",
      "length": 107,
      "id": 3
    },
    {
      "text": "If I speak in the tongues of men or of angels, but do not have love, I am only a resounding gong or a clanging cymbal. If I have the gift of prophecy and can fathom all mysteries and all knowledge, and if I have a faith that can move mountains, but do not have love, I am nothing. If I give all I possess to the poor and give over my body to hardship that I may boast, but do not have love, I gain nothing. Love is patient, love is kind. It does not envy, it does not boast, it is not proud. It does not dishonor others, it is not self-seeking, it is not easily angered, it keeps no record of wrongs. Love does not delight in evil but rejoices with the truth. It always protects, always trusts, always hopes, always perseveres. Love never fails.",
      "source": "1 Corinthians 13:1-8",
      "length": 702,
      "id": 4
    },
    {
      "text": "So is my word that goes out from my mouth: It will not return to me empty, but will accomplish what I desire and achieve the purpose for which I sent it.",
      "source": "Isaiah 55:11",
      "length": 202,
      "id": 5
    },
    {
      "text": "There are different kinds of gifts, but the same Spirit distributes them. There are different kinds of service, but the same Lord. There are different kinds of working, but in all of them and in everyone it is the same God at work. Now to each one the manifestation of the Spirit is given for the common good. To one there is given through the Spirit a message of wisdom, to another a message of knowledge by means of the same Spirit, to another faith by the same Spirit, to another gifts of healing by that one Spirit, to another miraculous powers, to another prophecy, to another distinguishing between spirits, to another speaking in different kinds of tongues, and to still another the interpretation of tongues. All these are the work of one and the same Spirit, and he distributes them to each one, just as he determines.",
      "source": "1 Corinthians 12:4-11",
      "length": 726,
      "id": 6
    },
    {
      "text": "So Christ himself gave the apostles, the prophets, the evangelists, the pastors and teachers, to equip his people for works of service, so that the body of Christ may be built up until we all reach unity in the faith and in the knowledge of the Son of God and become mature, attaining to the whole measure of the fullness of Christ.",
      "source": "Ephesians 4:11-13",
      "length": 370,
      "id": 7
    },
    {
      "text": "Cast all your anxiety on Him because he cares for you.",
      "source": "1 Peter 5:7",
      "length": 70,
      "id": 8
    },
    {
      "text": "Do not be anxious about anything, but in every situation, by prayer and petition, with thanksgiving, present your requests to God.",
      "source": "Philippians 4:6",
      "length": 161,
      "id": 9
    },
    {
      "text": "No weapon forged against you will prevail, and you will refute every tongue that accuses you. This is the heritage of the servants of the Lord, and this is their vindication from me, declares the Lord.",
      "source": "Isaiah 54:17",
      "length": 228,
      "id": 10
    },
    {
      "text": "And these signs will accompany those who believe: In my name they will drive out demons; they will speak in new tongues; they will pick up snakes with their hands; and when they drink deadly poison, it will not hurt them at all; they will place their hands on sick people, and they will get well.",
      "source": "Mark 16:17-18",
      "length": 327,
      "id": 11
    },
    {
      "text": "But he was pierced for our transgressions, he was crushed for our iniquities; the punishment that brought us peace was on him, and by his wounds we are healed.",
      "source": "Isaiah 53:5",
      "length": 184,
      "id": 12
    },
    {
      "text": "Remain in me, as I also remain in you. No branch can bear fruit by itself; it must remain in the vine. Neither can you bear fruit unless you remain in me. I am the vine; you are the branches. If you remain in me and I in you, you will bear much fruit; apart from me you can do nothing.",
      "source": "John 15:4-5",
      "length": 324,
      "id": 13
    },
    {
      "text": "They triumphed over him by the blood of the Lamb and by the word of their testimony; they did not love their lives so much as to shrink from death.",
      "source": "Revelation 12:11",
      "length": 196,
      "id": 14
    },
    {
      "text": "Is anyone among you sick? Let them call the elders of the church to pray over them and anoint them with oil in the name of the Lord. And the prayer offered in faith will make the sick person well; the Lord will raise them up. If they have sinned, they will be forgiven.",
      "source": "James 5:14-15",
      "length": 293,
      "id": 15
    },
    {
      "text": "I have given you authority to trample on snakes and scorpions and to overcome all the power of the enemy; nothing will harm you.",
      "source": "Luke 10:19",
      "length": 174,
      "id": 16
    },
    {
      "text": "And having disarmed the powers and authorities, he made a public spectacle of them, triumphing over them by the cross.",
      "source": "Colossians 2:15",
      "length": 169,
      "id": 17
    },
    {
      "text": "Finally, be strong in the Lord and in his mighty power. Put on the full armor of God, so that you can take your stand against the devil's schemes. For our struggle is not against flesh and blood, but against the rulers, against the authorities, against the powers of this dark world and against the spiritual forces of evil in the heavenly realms. Therefore put on the full armor of God, so that when the day of evil comes, you may be able to stand your ground, and after you have done everything, to stand. Stand firm then, with the belt of truth buckled around your waist, with the breastplate of righteousness in place, and with your feet fitted with the readiness that comes from the gospel of peace. In addition to all this, take up the shield of faith, with which you can extinguish all the flaming arrows of the evil one. Take the helmet of salvation and the sword of the Spirit, which is the word of God. And pray in the Spirit on all occasions with all kinds of prayers and requests. With this in mind, be alert and always keep on praying for all the Lord’s people.",
      "source": "Ephesians 6:10-18",
      "length": 1057,
      "id": 18
    },
    {
      "text": "Jesus gave them this answer: 'Very truly I tell you, the Son can do nothing by himself; he can do only what he sees his Father doing, because whatever the Father does the Son also does.'",
      "source": "John 5:19",
      "length": 211,
      "id": 19
    },
    {
      "text": "The Father loves the Son and has placed everything in his hands.",
      "source": "John 3:35",
      "length": 94,
      "id": 20
    },
    {
      "text": "But those who hope in the Lord will renew their strength. They will soar on wings like eagles; they will run and not grow weary, they will walk and not be faint.",
      "source": "Isaiah 40:31",
      "length": 188,
      "id": 21
    }
  ]
}
